Repository: KonstantinLeschenko/home_task
Catalog: lib/l10n/intl_*.arb
Languages: ru, uk

source: Settings
ru: Настройки
uk: Налаштування

source: Magic Brownie
ru: Волшебный Брауни
uk: Чарівний брауні

source: Calories
ru: Калории
uk: Калорії

source: Read more
ru: Читать дальше
uk: Читати далі

source: Ingredients
ru: Ингредиенты
uk: Інгредієнти

source: Chilled
ru: Охлажденный
uk: Охолоджений

# Egg
source: 2 Egg
ru: 2 яйца
uk: 2 яйця

# EggYolk
source: 1 Egg yolk
ru: 1 яичный желток
uk: 1 яєчний жовток

source: Baking and spices
ru: Выпечка и специи
uk: Випічка і спеції

# CupAllPurposeFlour
source: 1 cup All-purpose flour
ru: 1 стакан муки
uk: 1 склянка борошна

# CupChocolateChips
source: 1 cup Chocolate chips
ru: 1 чашка шоколадной стружки
uk: 1 чашка шоколадної стружки

# CupGranulatedSugar
source: 1 cup Granulated sugar
ru: 1 стакан сахарного песка
uk: 1 склянка цукрового піску

# CupsSemiSweetChocolateChips
source: 1/2 cups Semi-sweet chocolate chips
ru: 1/2 чашки полусладкой шоколадной стружки
uk: 1/2 склянки напівсолодкої шоколадної стружки

# TspVanilla
source: 1/2 tsp Vanilla
ru: 1/2 чайной ложки ванили
uk: 1/2 чайної ложки ванілі

source: Nuts and seeds
ru: Орехи и семена
uk: Горіхи та насіння

# CupCoconut
source: 1 cup Coconut
ru: 1 стакан кокоса
uk: 1 склянка кокоса

source: Dairy
ru: Молочное
uk: Молочний

# CupButterSalted
source: 1/2 cup Butter, salted
ru: 1/2 стакана соленого сливочного масла
uk: 1/2 склянки вершкового масла, солоного

# CanCondensedMilkSweetened
source: 1 can Condensed milk, sweetened
ru: 1 банка сгущенного молока с сахаром
uk: 1 банка згущеного молока з цукром»
